const name = "Генератор захисного поля"; // Write code on this line
let price = 1000; // Write code on this line
const firstMessage = `Генератор захисного поля», ціна за штуку ${price} кредитів`; // Write code on this line
price = 2000;
const secondMessage = `Генератор захисного поля», ціна за штуку ${price} кредитів`; // Write code on this line
console.log(firstMessage);
console.log(secondMessage);
// 'Выбран «Генератор защитного поля», цена за штуку 2000 кредитов'

// Оголоси дві змінні, які зберігають назву та ціну товару: name і price
// Присвойте змінним наступні характеристики товару(відразу при оголошенні)
// назва: Генератор захисного поля
// ціна: 1000
// Використовуючи стандартний рядок виведи в консоль інформацію про товар, вийде: 'Обрано «Генератор захисного поля», ціна за штуку 1000 кредитів'.
// Присвой товару нову ціну - 2000
// Використовуючи стандартний рядок виведи в консоль інформацію про товар, вийде: 'Обрано «Генератор захисного поля», ціна за штуку 2000 кредитів'.
